---
kind: property
id: P:Autodesk.Revit.DB.Electrical.WireSize.Size
source: html/9cbe7525-130e-142e-e0ad-31a66385cc08.htm
---
# Autodesk.Revit.DB.Electrical.WireSize.Size Property

Get size symbol of wire.

## Syntax (C#)
```csharp
public string Size { get; }
```